Repository: agnesschulz06/PGTiers
Catalog: Localizable.xcstrings
Source language: en
Languages: pt_br

source: Add new line
pt_br: Adicionar nova linha

source: Apply
pt_br: Aplicar

source: Camera
pt_br: Câmera

source: Change grade color
pt_br: Alterar cor da nota

source: Custom Grades
pt_br: Notas personalizadas

source: Custom:
pt_br: Personalizado:

source: Danger zone
pt_br: Zona de perigo

source: Delete
pt_br: Excluir

source: Delete all data
pt_br: Apagar todos os dados

source: Edit Grade
pt_br: Editar nota

source: Enter a name for the list
pt_br: Digite um nome para a lista

source: Grade List
pt_br: Lista de notas

source: Library
pt_br: Biblioteca

source: Long press for action
pt_br: Pressione e segure para ação

source: Make own
pt_br: Faça o seu próprio

source: No, I changed my mind
pt_br: Não, mudei de ideia

source: Oops, it looks like you don't have any Custom Grade Lists yet.
pt_br: Ops, parece que você ainda não tem nenhuma Lista de Notas Personalizada.

source: Oops, it looks like you don't have any Grade Lists yet.
pt_br: Ops, parece que você ainda não tem nenhuma Lista de Notas.

source: Oops, it looks like you don't have any Tier Lists yet.
pt_br: Ops, parece que você ainda não tem nenhuma Tier List.

source: Privacy Policy
pt_br: Política de Privacidade

source: Report a bug
pt_br: Reportar um erro

source: Save
pt_br: Salvar

source: Settings
pt_br: Configurações

source: Share
pt_br: Compartilhar

source: Snapshot
pt_br: Instantânea

source: Success!
pt_br: Sucesso!

source: Suggest improvement
pt_br: Sugira melhoria

source: Support
pt_br: Apoiar

source: Templates:
pt_br: Modelos:

source: The image has been saved to the media library.
pt_br: A imagem foi salva na biblioteca de mídia.

source: Tier List
pt_br: Lista de níveis

source: Usage
pt_br: Uso

source: Yes, I want to delete all data. The App will restart
pt_br: Sim, quero apagar todos os dados. O aplicativo será reiniciado

source: You can create a new one on the main screen.
pt_br: Você pode criar uma nova na tela principal.

source: You will need to resrart the app
pt_br: Você precisará reiniciar o aplicativo
